{
  "title": "Preface",
  "permalink": "00-preface",
  "encryption": false,
  "content": "<div class='page'><div class='page-content'><p><a href='http://www.duckduckgo.com?foo'>DDGeee</a></p><p> The authors of this book want you to live a successful and fulfilling life. We also want to enhance your understanding of our fast-changing world. Because your time is valuable, we have crafted this publication in a way that minimizes the time spent learning new terms, memorizing formulas, or mastering intricate details important only to professional economists. Rather, we focus on the general insights of economics that really matter&mdash;those that will help you make better choices, improve your understanding of our increasingly complex world, and live a more satisfying life. </p> <p> Regardless of your current knowledge of economics, this book will provide you with important insights. It is concise, thoughtfully organized, and reader-friendly. It introduces the basic principles of economics, which primarily reflect common sense. The book then puts the principles to work, demonstrating their power to explain real world events and improve our personal decision-making. </p> <p> The book explains why some nations prosper and others do not. The political process is examined and differences between government and market allocation investigated. Even advanced students of economics and business will find this book valuable because it pulls together the &ldquo;big picture.&rdquo; You can temporarily set aside the complex formulas, sophisticated models, and technical mathematics of the profession and concentrate on the economic principles that attracted you to economics in the first place. </p> <p> You will be introduced to a variety of easy-to-use online calculators, spreadsheets, and websites, which will help you take important steps toward financial security. You will be challenged to think about your preferences, choices, and goals. You will also be provided with tools to improve the quality of your life and the value of the services you provide to others. </p> <p> The authors&mdash;the <em>Common Sense Economics</em> team&mdash;are all economic educators. If you are an economics instructor, we want to help you become a great teacher. To that end, we have developed a multimedia course package to accompany the book. The package takes into account the revealed learning preferences of today&rsquo;s &ldquo;multimedia&rdquo; students. It includes short video clips, classic readings, podcasts, innovative assignments, and interactive classroom activities. Visit CommonSenseEconomics.com for details. </p> <p> The supplementary package accompanying the book is the result of a long-term collaboration with a team of master economic educators dedicated to compiling everything an instructor needs for an exciting introductory course. It incorporates the &ldquo;read, watch, listen, and do&rdquo; approach that will help you engage your students and get them excited about economics and personal finance. The book and package meet voluntary K-12 standards and benchmarks. The materials are designed to provide a strong foundation especially for students who may not go on to take another economics course. </p> <p> Because the <em>Common Sense Economics</em> team is anxious to share these materials with economics and personal finance instructors, we offer online courses and special workshops throughout the country. These introduce the full package to teachers and help them learn how to use its content most effectively. If you would like more information on these activities, please consult CommonSenseEconomics.com. </p></div></div>"
}
