{
  "title": "Twelve Key Elements of Economics",
  "permalink": "01-twelve-key-elements-of-economics",
  "content": "<ol> <li>     Incentives matter: Changes in benefits and costs will influence choices in a predictable manner. </li> <li>     There is no such thing as a free lunch; goods are scarce and therefore we have to make choices. </li> <li>     Decisions are made at the margin: If we want to get the most out of our resources, options should be chosen only when the marginal benefits exceed the     marginal cost. </li> <li>     Trade promotes economic progress. </li> <li>     Transaction costs are an obstacle to trade. </li> <li>     Prices bring the choices of buyers and sellers into balance. </li> <li>     Profits direct businesses toward productive activities that increase the value of resources, while losses direct them away from wasteful activities     that reduce resource value. </li> <li>     People earn income by providing others with things they value. </li> <li>     Production of goods and services people value, not just jobs, provides the source of high living standards. </li> <li>     Economic progress comes primarily through trade, investment, better ways of doing things, and sound economic institutions. </li> <li>     The &ldquo;invisible hand&rdquo; of market prices directs buyers and sellers toward activities that promote the general welfare. </li> <li>     Too often long-term consequences, or the secondary effects, of an action are ignored. </li> </ol> <p> <strong>Introduction</strong> </p> <p> Life is about choices, and economics is about how incentives affect those choices and shape our lives. Choices about our education, how we spend and invest, what we do in the workplace, and many other personal decisions will influence our well-being and quality of life. Moreover, the choices we make as voters and citizens affect the laws or &ldquo;rules of the game,&rdquo; and these rules exert an enormous impact on our freedom and prosperity. To choose intelligently, both for ourselves and for society generally, we must understand some basic principles about how people choose, what motivates their actions, and how their actions influence their personal welfare and that of others. Thus, economics is about human decision-making, the analysis of the forces underlying choice, and the implications for how societies work. </p> <p> The economic way of thinking involves the integration of key concepts into your thought process. The following section presents twelve concepts that are crucial for the understanding of economies, and why some countries grow and achieve high income levels while others stagnate and remain poor. You will learn such things as the true meaning of costs, why prices matter, how trade furthers prosperity, and why production of things people value underpins our standard of living. In the subsequent parts of the book, these concepts will be used to address other vitally important topics. </p> <ol> <li>     <strong>Incentives matter: Changes in benefits and costs will influence choices in a predictable manner.</strong> </li> </ol> <p> All of economics rests on one simple principle: Changes in incentives influence human behavior in predictable ways. Both monetary and non-monetary factors influence incentives. If something becomes more costly, people will be less likely to choose it. Correspondingly, when the benefits derived from an option increase, people will be more likely to choose it. This simple idea, sometimes called the basic postulate of economics, is a powerful tool because it applies to almost everything that we do. </p> <p> People will be less likely to choose an option as it becomes more costly. Think about the implications of this proposition. When late for an appointment, a person will be less likely to take time to stop and visit with a friend. Fewer people will go picnicking on a cold and rainy day. Higher prices will reduce the number of units sold. Attendance in college classes will be below normal the day before spring break. In each case, the explanation is the same: as the option becomes more costly, less is chosen. </p>"
}